let tumanlar = [
    {
      "nomi": "Қорақалпоғистон Республикаси",
      "soato": "1735",
      "tumanlar": [
        { "nomi": "Нукус шаҳри", "soato": "1735401" },
        { "nomi": "Амударё тумани", "soato": "1735204" },
        { "nomi": "Беруний тумани", "soato": "1735207" },
        { "nomi": "Бўзатов тумани", "soato": "1735209" },
        { "nomi": "Кегейли тумани", "soato": "1735212" },
        { "nomi": "Қонликўл тумани", "soato": "1735218" },
        { "nomi": "Қораўзак тумани", "soato": "1735211" },
        { "nomi": "Қўнғирот тумани", "soato": "1735215" },
        { "nomi": "Мўйноқ тумани", "soato": "1735222" },
        { "nomi": "Нукус тумани", "soato": "1735225" },
        { "nomi": "Тахиатош тумани", "soato": "1735228" },
        { "nomi": "Тахтакўпир тумани", "soato": "1735230" },
        { "nomi": "Тўрткўл тумани", "soato": "1735233" },
        { "nomi": "Хўжайли тумани", "soato": "1735236" },
        { "nomi": "Чимбой тумани", "soato": "1735240" },
        { "nomi": "Шуманай тумани", "soato": "1735243" },
        { "nomi": "Элликқалъа тумани", "soato": "1735250" }
      ]
    },
    {
      "nomi": "Андижон вилояти",
      "soato": "1703",
      "tumanlar": [
        { "nomi": "Андижон шаҳри", "soato": "1703401" },
        { "nomi": "Хонобод шаҳри", "soato": "1703408" },
        { "nomi": "Андижон тумани", "soato": "1703203" },
        { "nomi": "Асака тумани", "soato": "1703224" },
        { "nomi": "Балиқчи тумани", "soato": "1703206" },
        { "nomi": "Булоқбоши тумани", "soato": "1703210" },
        { "nomi": "Бўз тумани", "soato": "1703209" },
        { "nomi": "Жалақудуқ тумани", "soato": "1703211" },
        { "nomi": "Избоскан тумани", "soato": "1703214" },
        { "nomi": "Қўрғонтепа тумани", "soato": "1703220" },
        { "nomi": "Мархамат тумани", "soato": "1703227" },
        { "nomi": "Олтинкўл тумани", "soato": "1703202" },
        { "nomi": "Пахтаобод тумани", "soato": "1703232" },
        { "nomi": "Улуғноp тумани", "soato": "1703217" },
        { "nomi": "Хўжаобод тумани", "soato": "1703236" },
        { "nomi": "Шаҳриҳон тумани", "soato": "1703230" }
      ]
    },
    {
      "nomi": "Бухоро вилояти",
      "soato": "1706",
      "tumanlar": [
        { "nomi": "Бухоро шаҳри", "soato": "1706401" },
        { "nomi": "Когон шаҳри", "soato": "1706403" },
        { "nomi": "Бухоро тумани", "soato": "1706207" },
        { "nomi": "Вобкент тумани", "soato": "1706212" },
        { "nomi": "Ғиждувон тумани", "soato": "1706215" },
        { "nomi": "Жондоp тумани", "soato": "1706246" },
        { "nomi": "Когон тумани", "soato": "1706219" },
        { "nomi": "Қоракўл тумани", "soato": "1706230" },
        { "nomi": "Қоровулбозор тумани", "soato": "1706232" },
        { "nomi": "Олот тумани", "soato": "1706204" },
        { "nomi": "Пешку тумани", "soato": "1706240" },
        { "nomi": "Ромитан тумани", "soato": "1706242" },
        { "nomi": "Шофиркон тумани", "soato": "1706258" }
      ]
    },
    {
      "nomi": "Жиззах вилояти",
      "soato": "1708",
      "tumanlar": [
        { "nomi": "Жиззах шаҳри", "soato": "1708401" },
        { "nomi": "Арнасой тумани", "soato": "1708201" },
        { "nomi": "Бахмал тумани", "soato": "1708204" },
        { "nomi": "Ғаллаорол тумани", "soato": "1708209" },
        { "nomi": "Дўстлик тумани", "soato": "1708215" },
        { "nomi": "Зарбдор тумани", "soato": "1708220" },
        { "nomi": "Зафаробод тумани", "soato": "1708225" },
        { "nomi": "Зомин тумани", "soato": "1708218" },
        { "nomi": "Мирзачўл тумани", "soato": "1708223" },
        { "nomi": "Пахтакор тумани", "soato": "1708228" },
        { "nomi": "Фориш тумани", "soato": "1708235" },
        { "nomi": "Шароф Рашидов тумани (Жиззах)", "soato": "1708212" },
        { "nomi": "Янгиобод тумани", "soato": "1708237" }
      ]
    },
    {
      "nomi": "Қашқадарё вилояти",
      "soato": "1710",
      "tumanlar": [
        { "nomi": "Қарши шаҳри", "soato": "1710401" },
        { "nomi": "Шаҳрисабз шаҳри", "soato": "1710405" },
        { "nomi": "Ғузор тумани", "soato": "1710207" },
        { "nomi": "Деҳқонобод тумани", "soato": "1710212" },
        { "nomi": "Касби тумани", "soato": "1710237" },
        { "nomi": "Китоб тумани", "soato": "1710232" },
        { "nomi": "Косон тумани", "soato": "1710229" },
        { "nomi": "Қамаши тумани", "soato": "1710220" },
        { "nomi": "Қарши тумани", "soato": "1710224" },
        { "nomi": "Миришкор тумани", "soato": "1710233" },
        { "nomi": "Муборак тумани", "soato": "1710234" },
        { "nomi": "Нишон тумани", "soato": "1710235" },
        { "nomi": "Чироқчи тумани", "soato": "1710242" },
        { "nomi": "Шаҳрисабз тумани", "soato": "1710245" },
        { "nomi": "Яккабоғ тумани", "soato": "1710250" }
      ]
    },
    {
      "nomi": "Навоий вилояти",
      "soato": "1712",
      "tumanlar": [
        { "nomi": "Навоий шаҳри", "soato": "1712401" },
        { "nomi": "Заpафшон шаҳри", "soato": "1712408" },
        { "nomi": "Ғозғон шаҳри", "soato": "1712412" },
        { "nomi": "Кармана тумани", "soato": "1712234" },
        { "nomi": "Конимех тумани", "soato": "1712211" },
        { "nomi": "Қизилтепа тумани", "soato": "1712216" },
        { "nomi": "Навбаҳор тумани", "soato": "1712230" },
        { "nomi": "Нурота тумани", "soato": "1712238" },
        { "nomi": "Томди тумани", "soato": "1712244" },
        { "nomi": "Учқудуқ тумани", "soato": "1712248" },
        { "nomi": "Хатирчи тумани", "soato": "1712251" }
      ]
    },
    {
      "nomi": "Наманган вилояти",
      "soato": "1714",
      "tumanlar": [
        { "nomi": "Наманган шаҳри", "soato": "1714401" },
        { "nomi": "Янги Наманган ", "soato": "1714402" },
        { "nomi": "Давлатобод ", "soato": "1714403" },
        { "nomi": "Косонсой тумани", "soato": "1714207" },
        { "nomi": "Мингбулоқ тумани", "soato": "1714204" },
        { "nomi": "Наманган тумани", "soato": "1714212" },
        { "nomi": "Норин тумани", "soato": "1714216" },
        { "nomi": "Поп тумани", "soato": "1714219" },
        { "nomi": "Тўрақўрғон тумани", "soato": "1714224" },
        { "nomi": "Уйчи тумани", "soato": "1714229" },
        { "nomi": "Учқўрғон тумани", "soato": "1714234" },
        { "nomi": "Чортоқ тумани", "soato": "1714236" },
        { "nomi": "Чуст тумани", "soato": "1714237" },
        { "nomi": "Янгиқўрғон тумани", "soato": "1714242" }
      ]
    },
    {
      "nomi": "Самарқанд вилояти",
      "soato": "1718",
      "tumanlar": [
        { "nomi": "Самарқанд шаҳри", "soato": "1718401" },
        { "nomi": "Каттақўрғон шаҳри", "soato": "1718406" },
        { "nomi": "Булунғур тумани", "soato": "1718206" },
        { "nomi": "Жомбой тумани", "soato": "1718209" },
        { "nomi": "Иштихон тумани", "soato": "1718212" },
        { "nomi": "Каттақўрғон тумани", "soato": "1718215" },
        { "nomi": "Қўшробод тумани", "soato": "1718216" },
        { "nomi": "Нарпай тумани", "soato": "1718218" },
        { "nomi": "Нуробод тумани", "soato": "1718235" },
        { "nomi": "Оқдарё тумани", "soato": "1718203" },
        { "nomi": "Пастдарғом тумани", "soato": "1718227" },
        { "nomi": "Пахтачи тумани", "soato": "1718230" },
        { "nomi": "Пойариқ тумани", "soato": "1718224" },
        { "nomi": "Самарқанд тумани", "soato": "1718233" },
        { "nomi": "Тойлоқ тумани", "soato": "1718238" },
        { "nomi": "Ургут тумани", "soato": "1718236" }
      ]
    },
    {
      "nomi": "Сирдарё вилояти",
      "soato": "1724",
      "tumanlar": [
        { "nomi": "Гулистон шаҳри", "soato": "1724401" },
        { "nomi": "Шиpин шаҳри", "soato": "1724410" },
        { "nomi": "Янгиеp шаҳри", "soato": "1724413" },
        { "nomi": "Боёвут тумани", "soato": "1724212" },
        { "nomi": "Гулистон тумани", "soato": "1724220" },
        { "nomi": "Мирзаобод тумани", "soato": "1724228" },
        { "nomi": "Оқолтин тумани", "soato": "1724206" },
        { "nomi": "Сайхунобод тумани", "soato": "1724216" },
        { "nomi": "Сардоба тумани", "soato": "1724226" },
        { "nomi": "Сирдарё тумани", "soato": "1724231" },
        { "nomi": "Ховос тумани", "soato": "1724235" }
      ]
    },
    {
      "nomi": "Тошкент вилояти",
      "soato": "1727",
      "tumanlar": [
        { "nomi": "Нурафшон шаҳри", "soato": "1727401" },
        { "nomi": "Ангрен шаҳри", "soato": "1727407" },
        { "nomi": "Бекобод шаҳри", "soato": "1727413" },
        { "nomi": "Олмалиқ шаҳри", "soato": "1727404" },
        { "nomi": "Оҳангаpон шаҳри", "soato": "1727415" },
        { "nomi": "Чиpчиқ шаҳри", "soato": "1727419" },
        { "nomi": "Янгийўл шаҳри", "soato": "1727424" },
        { "nomi": "Бекобод тумани", "soato": "1727220" },
        { "nomi": "Бўка тумани", "soato": "1727228" },
        { "nomi": "Бўстонлиқ тумани", "soato": "1727224" },
        { "nomi": "Зангиота тумани", "soato": "1727237" },
        { "nomi": "Қибрай тумани", "soato": "1727248" },
        { "nomi": "Қуйичирчиқ тумани", "soato": "1727233" },
        { "nomi": "Оққўрғон тумани", "soato": "1727206" },
        { "nomi": "Оҳангарон тумани", "soato": "1727212" },
        { "nomi": "Паркент тумани", "soato": "1727249" },
        { "nomi": "Пскент тумани", "soato": "1727250" },
        { "nomi": "Тошкент тумани", "soato": "1727265" },
        { "nomi": "Ўртачирчиқ тумани", "soato": "1727253" },
        { "nomi": "Чиноз тумани", "soato": "1727256" },
        { "nomi": "Юқоричирчиқ тумани", "soato": "1727239" },
        { "nomi": "Янгийўл тумани", "soato": "1727259" }
      ]
    },
    {
      "nomi": "Фарғона вилояти",
      "soato": "1730",
      "tumanlar": [
        { "nomi": "Фарғона шаҳри", "soato": "1730401" },
        { "nomi": "Қувасой шаҳри", "soato": "1730408" },
        { "nomi": "Қўқон шаҳри", "soato": "1730405" },
        { "nomi": "Маpғилон шаҳри", "soato": "1730412" },
        { "nomi": "Бешариқ тумани", "soato": "1730215" },
        { "nomi": "Боғдод тумани", "soato": "1730209" },
        { "nomi": "Бувайда тумани", "soato": "1730212" },
        { "nomi": "Данғара тумани", "soato": "1730236" },
        { "nomi": "Ёзёвон тумани", "soato": "1730242" },
        { "nomi": "Қува тумани", "soato": "1730218" },
        { "nomi": "Қўштепа тумани", "soato": "1730206" },
        { "nomi": "Олтиариқ тумани", "soato": "1730203" },
        { "nomi": "Риштон тумани", "soato": "1730224" },
        { "nomi": "Сўх тумани", "soato": "1730226" },
        { "nomi": "Тошлоқ тумани", "soato": "1730227" },
        { "nomi": "Ўзбекистон тумани", "soato": "1730230" },
        { "nomi": "Учкўприк тумани", "soato": "1730221" },
        { "nomi": "Фарғона тумани", "soato": "1730233" },
        { "nomi": "Фурқат тумани", "soato": "1730238" }
      ]
    },
    {
      "nomi": "Хоразм вилояти",
      "soato": "1733",
      "tumanlar": [
        { "nomi": "Урганч шаҳри", "soato": "1733401" },
        { "nomi": "Хива шаҳри", "soato": "1733406" },
        { "nomi": "Боғот тумани", "soato": "1733204" },
        { "nomi": "Гурлан тумани", "soato": "1733208" },
        { "nomi": "Қўшкўпир тумани", "soato": "1733212" },
        { "nomi": "Тупроққальа", "soato": "1733221" },
        { "nomi": "Урганч тумани", "soato": "1733217" },
        { "nomi": "Хазорасп тумани", "soato": "1733220" },
        { "nomi": "Хива тумани", "soato": "1733226" },
        { "nomi": "Хонқа тумани", "soato": "1733223" },
        { "nomi": "Шовот тумани", "soato": "1733230" },
        { "nomi": "Янгиариқ тумани", "soato": "1733233" },
        { "nomi": "Янгибозор тумани", "soato": "1733236" }
      ]
    },
    {
      "nomi": "Сурхондарё вилояти",
      "soato": "1722",
      "tumanlar": [
        { "nomi": "Термиз шаҳри", "soato": "1722401" },
        { "nomi": "Ангор тумани", "soato": "1722202" },
        { "nomi": "Бандихон тумани", "soato": "1722203" },
        { "nomi": "Бойсун тумани", "soato": "1722204" },
        { "nomi": "Денов тумани", "soato": "1722210" },
        { "nomi": "Жарқўрғон тумани", "soato": "1722212" },
        { "nomi": "Қизириқ тумани", "soato": "1722215" },
        { "nomi": "Қумқўрғон тумани", "soato": "1722214" },
        { "nomi": "Музробод тумани", "soato": "1722207" },
        { "nomi": "Олтинсой тумани", "soato": "1722201" },
        { "nomi": "Сариосиё тумани", "soato": "1722217" },
        { "nomi": "Термиз тумани", "soato": "1722220" },
        { "nomi": "Узун тумани", "soato": "1722221" },
        { "nomi": "Шеробод тумани", "soato": "1722223" },
        { "nomi": "Шўрчи тумани", "soato": "1722226" }
      ]
    },
    {
      "nomi": "Тошкент шаҳри",
      "soato": "1726",
      "tumanlar": [
        { "nomi": "Бектемир тумани", "soato": "1726264" },
        { "nomi": "Мирзо Улуғбек тумани", "soato": "1726269" },
        { "nomi": "Миробод тумани", "soato": "1726273" },
        { "nomi": "Олмазор тумани", "soato": "1726280" },
        { "nomi": "Сирғали тумани", "soato": "1726283" },
        { "nomi": "Учтепа тумани", "soato": "1726262" },
        { "nomi": "Чилонзор тумани", "soato": "1726294" },
        { "nomi": "Шайхонтохур тумани", "soato": "1726277" },
        { "nomi": "Юнусобод тумани", "soato": "1726266" },
        { "nomi": "Яккасарой тумани", "soato": "1726287" },
        { "nomi": "Янгиҳаёт тумани", "soato": "1726292" },
        { "nomi": "Яшнобод тумани", "soato": "1726290" }
      ]
    }
  ]
  